[
  {
    "_template": "html",
    "content": "<div>\n<p><a title=\"WestHouse hotel\" href=\"https://www.westhousehotelnewyork.com/\">WestHouse Hotel New York</a> is located in the heart of Midtown Manhattan, surrounded by some of the <a title=\"Things to do in New York\" href=\"https://www.westhousehotelnewyork.com/things-to-do-in-nyc/\">top things to do in NYC</a>. In the midst of the city that never sleeps, the hotel is within minutes of the bright lights of Times Square, the <a title=\"Places to eat in NYC\" href=\"https://www.westhousehotelnewyork.com/things-to-do-in-nyc/culinary-guide/\">unbeatable eats</a> of Hell&rsquo;s Kitchen, the <a title=\"Art and culture in NYC\" href=\"https://www.westhousehotelnewyork.com/things-to-do-in-nyc/art-culture/\">cultural institutions</a> of the Upper West Side, and the lush green space of Central Park.&nbsp; Its address on 55th Street and 7th Avenue puts it near several city subway stations providing easy access to Manhattan activities near and far.</p>\n</div>\n<div>\n<p>Wander the hallowed halls of the best <a title=\"NYC art museums\" href=\"https://www.westhousehotelnewyork.com/things-to-do-in-nyc/art-culture/\">art museums</a> in New York City, <a title=\"Shopping in New York\" href=\"https://www.westhousehotelnewyork.com/things-to-do-in-nyc/shopping/\">window shop</a> your way down Fifth Avenue, and spend a lazy afternoon relaxing in Central Park &mdash; it&rsquo;s all at your fingertips at WestHouse Hotel New York.</p>\n<p>WestHouse Hotel New York is just 45 minutes from all major airports including JFK International, LaGuardia and Newark. Taxis are readily available at all airports for a standard flat fare, or the hotel will be happy to confirm arrangements for a private car transfer.</p>\n<p>If you&rsquo;re looking for inside information on the <a title=\"Best things to do in NYC\" href=\"https://www.westhousehotelnewyork.com/things-to-do-in-nyc/\">best things to do in New York City</a>, the WestHouse Concierge will gladly assist with travel arrangements, tickets, and in-the-know tips.</p>\n</div>"
  }
]