[
  {
    "content": "<h3>CHECK-IN</h3>\n<p><strong>Check-in policy</strong></p>\n<p>A valid credit card must be presented upon arrival, along with a valid ID that matches the credit card presented.</p>\n<p><strong>Credit/debit card policy</strong></p>\n<p>Debit and credit cards will be authorized at check-in for the entire amount of your stay, plus $150 per day to cover incidentals. The system will hold the funds until check out, at which time the amount actually incurred during the stay will be charged. The original authorization amounts may take up to 30 days after departure to be released by your bank or financial institution and the hotel will not be responsible for any resulting fees or charges.</p>\n<p><strong>Check In/Check Out times</strong></p>\n<p>You may check in at 3:00 PM. Check Out is at 12:00 PM.</p>\n<p><strong>Age Restriction</strong></p>\n<p>Guests must be at least 21 years of age to check in at WestHouse. All other guests must be accompanied by a responsible adult.</p>\n<h3>OTHER POLICIES</h3>\n<p><strong>Cancellation Policy</strong></p>\n<p>The hotel's 48-hour standard cancellation policy allows cancellation by 3 P.M. the day prior to arrival with no penalty. After this time, the credit card on file will be charged the first night's room rate plus taxes &amp; fees. In the event you change your plans, you must cancel or change your hotel reservation in accordance with the hotel's cancellation policy to avoid penalties.</p>\n<p><strong>Smoking Policy</strong></p>\n<p>We are a non-smoking hotel. Penalty for smoking is a non-refundable charge of $500.</p>\n<h3>LOCATION AND TRANSPORTATION</h3>\n<p><strong>Location</strong></p>\n<p>WestHouse is located at 201 West 55th Street, between 7th Avenue and Broadway.</p>\n<p><strong>Valet parking</strong></p>\n<p>We do offer Valet Parking only.</p>\n<ul>\n<li>Sedan: $65.00*</li>\n<li>Larger size/SUV: $75.00*</li>\n</ul>\n<p>*Only valid for 24 hours parking per night of reservation. <br />*No in and out privileges</p>\n<p><strong>Airport Shuttle</strong></p>\n<p>We do not offer free shuttle service from the airport, but you are welcome to arrange transport ahead of time with our concierge by calling 212.707.4820.</p>\n<h3>HOTEL AMENITIES</h3>\n<p><strong>Resident Fee</strong></p>\n<p>A nightly Residents Fee of $49 plus tax per adult is conveniently added to your folio and covers a vast array of bespoke, and unlimited, InResidence privileges:</p>\n<ul>\n<li>Sweet and savory breakfast presentations</li>\n<li>Barista bar and non-alcoholic beverages available all day</li>\n<li>Hours of Indulgence, light fare and curated selection of alcoholic beverages served daily</li>\n<li>High-speed Wi-Fi access</li>\n<li>Local and toll-free phone calls</li>\n<li>24-hour Fitness Center, on the 3rd floor</li>\n<li>24-hour business center services</li>\n<li>Bottled water in-room</li>\n</ul>\n<p>**Please note, this fee is not inclusive of service gratuities.</p>\n<p><strong>Fitness Center</strong></p>\n<p>We have a full 24-hour Fitness Center on property, located on the third floor of our hotel, which includes state-of-the-art fitness bikes, treadmills, free weights, and weight machines.</p>\n<p><strong>Business Center</strong></p>\n<p>On The Terrace located on the 23rd floor, an iMac and printer are available for guests to view flights, check directions to various points of interests, and more.</p>\n<p><strong>Packages sent to the hotel</strong></p>\n<p>We accept packages that are sent to the hotel, which will be stored in our package room.</p>\n<p><strong>Luggage storage</strong></p>\n<p>Luggage can be stored on premises while rooms are being prepared, and after checkout until 9PM</p>\n<p><strong>Meeting Space</strong></p>\n<p>Adjacent to The Terrace on the hotel&rsquo;s 23rd floor, the Westroom is an intimate boardroom with seating for up to eight. For inquires contact <a href=\"mailto:sales@westhousehotelnewyork.com\">sales@westhousehotelnewyork.com</a></p>\n<p><strong>Stay Wanderful reward program</strong></p>\n<p>Stay Wanderful is a third party company that rewards guests for booking direct on the hotel website. Stay Wanderful is a partner but is not directly affiliated with the hotel and rewards must be redeemed via Stay Wanderful. For more information or to redeem an award, please visit: <a href=\"https://hotels.staywanderful.com/westhousehotelnewyork\" target=\"_blank\" rel=\"noopener noreferrer\">https://hotels.staywanderful.com/westhousehotelnewyork</a></p>",
    "_template": "text"
  }
]